Repository: chienchuanw/only-cue
Catalog: OnlyCue/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ Mode
zh_hant: %@ 模式

source: %@ couldn't be opened from its saved location.
zh_hant: %@ 無法從儲存位置開啟。

source: %@ — %lld ch
zh_hant: %@ — %lld 聲道

source: %@ → a .lua + .xml plugin you import and run on the console
zh_hant: %@ → 一組 .lua + .xml plugin，匯入後在 console 上執行

source: %lld commands over telnet.
zh_hant: 透過 telnet 送出 %lld 筆指令。

source: %lld cues
zh_hant: %lld 個 cue

source: %lld hidden lane%@
zh_hant: %lld 個隱藏軌

source: %lld media files can’t be included
zh_hant: %lld 個媒體檔案無法納入

source: %lld points
zh_hant: %lld 個點

source: %lld shortcut%@ used by more than one action
zh_hant: %lld 個快捷鍵被多個動作使用

source: 1 cue
zh_hant: 1 個 cue

source: 1 media file can’t be included
zh_hant: 1 個媒體檔案無法納入

source: About OnlyCue
zh_hant: 關於 OnlyCue

source: Actual Horizontal Size
zh_hant: 實際水平大小

source: Add
zh_hant: 新增

source: Add Cue
zh_hant: 新增 Cue

source: Add Type
zh_hant: 新增類型

source: All
zh_hant: 全部

source: All Type lanes are hidden — show one to see its cues.
zh_hant: 所有類型軌都已隱藏 — 顯示其中一個以查看其 cue。

source: All lines are placed.
zh_hant: 所有歌詞行都已放置。

source: Audio
zh_hant: 音訊

source: Auto-Scroll Waveform
zh_hant: 自動捲動 Waveform

source: Auto-advancing to next media
zh_hant: 自動前往下一個媒體

source: Back
zh_hant: 返回

source: Back 1s
zh_hant: 後退 1 秒

source: Background Color
zh_hant: 背景顏色

source: Beats / bar
zh_hant: 每小節拍數

source: Blue
zh_hant: 藍色

source: Both the .xml and its _PLUGIN.lua are written next to each other.
zh_hant: 「.xml」與其「_PLUGIN.lua」會一併寫入同一位置。

source: Bottom
zh_hant: 底部

source: Bundle Export Failed
zh_hant: Bundle 匯出失敗

source: Bundle Name:
zh_hant: Bundle 名稱：

source: Cancel
zh_hant: 取消

source: Center
zh_hant: 置中

source: Change Cue Tempo
zh_hant: 變更 Cue 速度

source: Change Start Timecode
zh_hant: 變更起始 Timecode

source: Change Timecode Settings
zh_hant: 變更 Timecode 設定

source: Change Type
zh_hant: 變更類型

source: Changing the language takes effect after OnlyCue restarts.
zh_hant: 變更語言後，需重新啟動 OnlyCue 才會生效。

source: Channel %lld
zh_hant: 聲道 %lld

source: Channel Assignment
zh_hant: 聲道指派

source: Check for Updates…
zh_hant: 檢查更新…

source: Choose where to save the PotPlayer bookmark folder.
zh_hant: 選擇 PotPlayer 書籤資料夾的儲存位置。

source: Choose where to save the bundle folder.
zh_hant: 選擇 bundle 資料夾的儲存位置。

source: Clear
zh_hant: 清除

source: Clear this binding
zh_hant: 清除此綁定

source: Click a shortcut to record a new key combination. Press Esc to cancel.
zh_hant: 點按一個快捷鍵以錄製新的按鍵組合。按 Esc 取消。

source: Click to switch between time and beat countdown.
zh_hant: 點按以在時間與拍數倒數之間切換。

source: Close
zh_hant: 關閉

source: Color
zh_hant: 顏色

source: Combine Channels
zh_hant: 合併聲道

source: Console IP / hostname
zh_hant: Console IP／主機名稱

source: Content
zh_hant: 內容

source: Continue
zh_hant: 繼續

source: Continue without media
zh_hant: 不使用媒體繼續

source: Copy
zh_hant: 拷貝

source: Could not generate waveform
zh_hant: 無法產生 Waveform

source: Couldn't check for updates
zh_hant: 無法檢查更新

source: Cue List Import Failed
zh_hant: Cue List 匯入失敗

source: Cue Mode
zh_hant: Cue 模式

source: Cue Type %lld
zh_hant: Cue 類型 %lld

source: Cue markers: %lld
zh_hant: Cue 標記：%lld

source: Cue name
zh_hant: Cue 名稱

source: Cues
zh_hant: Cue

source: Delete
zh_hant: 刪除

source: Delete "%@"?
zh_hant: 刪除「%@」？

source: Delete Line
zh_hant: 刪除歌詞行

source: Detect
zh_hant: 偵測

source: Disable LTC to change playback rate.
zh_hant: 停用 LTC 以變更播放速率。

source: Discovered
zh_hant: 已發現

source: Don't Pause at Each Cue
zh_hant: 不在每個 Cue 暫停

source: Done
zh_hant: 完成

source: Download
zh_hant: 下載

source: Drag an audio or video file here
zh_hant: 將音訊或影片檔案拖曳到這裡

source: Drag files here or use ⌘O
zh_hant: 將檔案拖曳到這裡，或使用 ⌘O

source: Duplicate at Playhead
zh_hant: 在播放頭處複製

source: Edit Media
zh_hant: 編輯媒體

source: Edit Media…
zh_hant: 編輯媒體…

source: Edit Note Overlay Appearance…
zh_hant: 編輯備註疊層外觀…

source: Edit Notes…
zh_hant: 編輯備註…

source: Enable LTC output
zh_hant: 啟用 LTC 輸出

source: Enable OSC server
zh_hant: 啟用 OSC 伺服器

source: English name
zh_hant: 英文名稱

source: Export
zh_hant: 匯出

source: Export Bundle…
zh_hant: 匯出 Bundle…

source: Export Cue List…
zh_hant: 匯出 Cue List…

source: Export Cues
zh_hant: 匯出 Cue

source: Export Cues…
zh_hant: 匯出 Cue…

source: Export PotPlayer Bookmarks…
zh_hant: 匯出 PotPlayer 書籤…

source: Export grandMA2 plugin
zh_hant: 匯出 grandMA2 plugin

source: Export grandMA2 plugin…
zh_hant: 匯出 grandMA2 plugin…

source: Export…
zh_hant: 匯出…

source: Filter by Type
zh_hant: 依類型篩選

source: Folder Name:
zh_hant: 資料夾名稱：

source: Font Scale
zh_hant: 字體縮放

source: Format
zh_hant: 格式

source: Forward 1s
zh_hant: 前進 1 秒

source: Framerate
zh_hant: 影格率

source: GO cue type
zh_hant: GO cue 類型

source: GO walks
zh_hant: GO 前進方式

source: GO — next cue
zh_hant: GO — 下一個 cue

source: General
zh_hant: 一般

source: Get Started
zh_hant: 開始使用

source: Go
zh_hant: 前往

source: Go to cue
zh_hant: 跳至此 Cue

source: Goto
zh_hant: 跳至

source: Green
zh_hant: 綠色

source: Hide Inspector
zh_hant: 隱藏檢閱器

source: Hide Lyrics Overlay
zh_hant: 隱藏歌詞疊層

source: Hide Notes Overlay
zh_hant: 隱藏備註疊層

source: Hide Tempo Grid
zh_hant: 隱藏速度格線

source: Hide Timeline Breakdown
zh_hant: 隱藏時間軌分解

source: Hide the %@ lane
zh_hant: 隱藏「%@」軌

source: Import
zh_hant: 匯入

source: Import Cue List…
zh_hant: 匯入 Cue List…

source: Import Media (⌘O)
zh_hant: 匯入媒體 (⌘O)

source: Import Media…
zh_hant: 匯入媒體…

source: Import a media file to start adding cues.
zh_hant: 匯入媒體檔案以開始新增 cue。

source: Import a media item to add lyrics.
zh_hant: 匯入媒體項目以新增歌詞。

source: Import audio or video to preview
zh_hant: 匯入音訊或影片以預覽

source: Info
zh_hant: 資訊

source: Input device
zh_hant: 輸入裝置

source: Inspector width
zh_hant: 檢閱器寬度

source: Interval
zh_hant: 間隔

source: Keyboard
zh_hant: 鍵盤

source: Keyboard Shortcuts
zh_hant: 鍵盤快捷鍵

source: Keyboard shortcuts
zh_hant: 鍵盤快捷鍵

source: LTC output level
zh_hant: LTC 輸出電平

source: LTC playhead
zh_hant: LTC 播放頭

source: Language
zh_hant: 語言

source: Later
zh_hant: 稍後

source: Layout
zh_hant: 版面配置

source: Learn
zh_hant: 學習

source: Leave all unchecked to export every cue.
zh_hant: 全部不勾選則匯出所有 cue。

source: Leave all unchecked to push every cue.
zh_hant: 全部不勾選則推送所有 cue。

source: Listen port
zh_hant: 監聽埠

source: Load Template…
zh_hant: 載入範本…

source: Looping current media
zh_hant: 循環播放目前媒體

source: Lyric Mode
zh_hant: 歌詞模式

source: Lyrics
zh_hant: 歌詞

source: MIDI Monitor…
zh_hant: MIDI 監視器…

source: Manage Types
zh_hant: 管理類型

source: Manage Types…
zh_hant: 管理類型…

source: Manage Workspaces
zh_hant: 管理工作區

source: Manage Workspaces…
zh_hant: 管理工作區…

source: Media
zh_hant: 媒體

source: Media Start Timecodes
zh_hant: 媒體起始 Timecode

source: Missing media
zh_hant: 缺少媒體

source: Move a control…
zh_hant: 操作一個控制器…

source: Mute LTC
zh_hant: 靜音 LTC

source: Mute LTC for this clip
zh_hant: 為此片段靜音 LTC

source: Name
zh_hant: 名稱

source: New Project
zh_hant: 新增專案

source: New from Template…
zh_hant: 從範本新增…

source: Next Cue
zh_hant: 下一個 Cue

source: No MIDI input connected — choose one in Settings → MIDI.
zh_hant: 未連接 MIDI 輸入 — 請在「設定 → MIDI」中選擇。

source: No channel is assigned to LTC.
zh_hant: 沒有聲道指派給 LTC。

source: No conflicts
zh_hant: 沒有衝突

source: No cues yet
zh_hant: 尚無 cue

source: No media
zh_hant: 沒有媒體

source: No media imported
zh_hant: 尚未匯入媒體

source: No messages received yet — move a fader or press a button.
zh_hant: 尚未收到訊息 — 請移動推桿或按下按鈕。

source: No messages received yet.
zh_hant: 尚未收到訊息。

source: No recent projects
zh_hant: 沒有最近的專案

source: No types in this project.
zh_hant: 此專案中沒有類型。

source: None
zh_hant: 無

source: Note Overlay Appearance
zh_hant: 備註疊層外觀

source: Notes — %@
zh_hant: 備註 — %@

source: Nudge Back
zh_hant: 微調後退

source: Nudge Forward
zh_hant: 微調前進

source: Numbers are assigned to the selected cues in time order.
zh_hant: 編號會依時間順序指派給所選的 cue。

source: OK
zh_hant: 好

source: OSC Monitor…
zh_hant: OSC 監視器…

source: Off = music only (mutes the detected timecode channel)
zh_hant: 關閉 = 僅音樂（靜音偵測到的 timecode 聲道）

source: OnlyCue %@ is available — you have %@.
zh_hant: OnlyCue %@ 已推出 — 您目前的版本是 %@。

source: OnlyCue %@ is the latest release.
zh_hant: OnlyCue %@ 已是最新版本。

source: Open Other…
zh_hant: 開啟其他…

source: Orange
zh_hant: 橘色

source: Output device
zh_hant: 輸出裝置

source: Paste Lyrics from Clipboard
zh_hant: 從剪貼板貼上歌詞

source: Pause at Each Cue
zh_hant: 在每個 Cue 暫停

source: Pink
zh_hant: 粉紅色

source: Placed
zh_hant: 已放置

source: Plan and run lighting cues against your media.
zh_hant: 針對您的媒體規劃並執行燈光 cue。

source: Play Music Only
zh_hant: 僅播放音樂

source: Play Original Source Audio
zh_hant: 播放原始來源音訊

source: Play Original Source Audio (with timecode)
zh_hant: 播放原始來源音訊（含 timecode）

source: Play original source audio (with timecode)
zh_hant: 播放原始來源音訊（含 timecode）

source: Playback
zh_hant: 播放

source: Playback rate (click to adjust)
zh_hant: 播放速率（點按以調整）

source: Plugin export failed
zh_hant: Plugin 匯出失敗

source: Position
zh_hant: 位置

source: PotPlayer Export Failed
zh_hant: PotPlayer 匯出失敗

source: Press M to add a cue at the playhead.
zh_hant: 按 M 在播放頭處新增 cue。

source: Press a shortcut…
zh_hant: 按下快捷鍵…

source: Previous Cue
zh_hant: 上一個 Cue

source: Purple
zh_hant: 紫色

source: Push complete.
zh_hant: 推送完成。

source: Push…
zh_hant: 推送…

source: Read the docs on GitHub ↗
zh_hant: 在 GitHub 上閱讀文件 ↗

source: Read-only — Show Mode
zh_hant: 唯讀 — 演出模式

source: Recent Projects
zh_hant: 最近的專案

source: Recent messages
zh_hant: 最近的訊息

source: Red
zh_hant: 紅色

source: Refresh Devices
zh_hant: 重新整理裝置

source: Relaunch
zh_hant: 重新啟動

source: Relaunch to apply?
zh_hant: 重新啟動以套用？

source: Release Notes…
zh_hant: 發行說明…

source: Relink media…
zh_hant: 重新連結媒體…

source: Remove
zh_hant: 移除

source: Remove from Recents
zh_hant: 從最近項目中移除

source: Rename
zh_hant: 重新命名

source: Renumber
zh_hant: 重新編號

source: Renumber %lld Cues
zh_hant: 重新編號 %lld 個 Cue

source: Renumber Selected…
zh_hant: 重新編號所選…

source: Replace
zh_hant: 取代

source: Replace and Push
zh_hant: 取代並推送

source: Replace the existing cues with the imported ones, or add the imported cues alongside them?
zh_hant: 以匯入的 cue 取代現有的 cue，還是將匯入的 cue 一併加入？

source: Rescan devices
zh_hant: 重新掃描裝置

source: Reset All…
zh_hant: 全部重設…

source: Reset Routing
zh_hant: 重設路由

source: Reset Speed
zh_hant: 重設速度

source: Reset to 1.0×
zh_hant: 重設為 1.0×

source: Reset to Default
zh_hant: 重設為預設值

source: Reset to default (%@)
zh_hant: 重設為預設值（%@）

source: Restore Defaults
zh_hant: 回復預設值

source: Save
zh_hant: 儲存

source: Save Current Layout As…
zh_hant: 將目前版面配置另存為…

source: Save Template As…
zh_hant: 將範本另存為…

source: Scan
zh_hant: 掃描

source: Scanning…
zh_hant: 掃描中…

source: Send Back to Unplaced
zh_hant: 送回未放置

source: Send to grandMA2
zh_hant: 送到 grandMA2

source: Send to grandMA2…
zh_hant: 送到 grandMA2…

source: Sequence name
zh_hant: Sequence 名稱

source: Sequence slot
zh_hant: Sequence 插槽

source: Set Playback Mode
zh_hant: 設定播放模式

source: Set a tempo on a cue to enable beat countdown. Click to switch back to time.
zh_hant: 在 cue 上設定速度以啟用拍數倒數。點按以切換回時間。

source: Set from Playhead
zh_hant: 從播放頭設定

source: Set grandMA2 Target
zh_hant: 設定 grandMA2 目標

source: Sets the LTC signal level independently of the music — raise it if a decoder drops frames. It can’t exceed the Mac’s system output volume; for full independence, route LTC to an audio-interface channel.
zh_hant: 獨立於音樂設定 LTC 訊號電平 — 若解碼器掉格可調高。它無法超過 Mac 的系統輸出音量；若要完全獨立，請將 LTC 路由到音訊介面的聲道。

source: Show All
zh_hant: 顯示全部

source: Show Cue Number Prefix
zh_hant: 顯示 Cue 編號前綴

source: Show Lyrics Overlay
zh_hant: 顯示歌詞疊層

source: Show Mode
zh_hant: 演出模式

source: Show Notes Overlay
zh_hant: 顯示備註疊層

source: Show Tempo Grid
zh_hant: 顯示速度格線

source: Show Timeline Breakdown
zh_hant: 顯示時間軌分解

source: Show a hidden Type lane
zh_hant: 顯示隱藏的類型軌

source: Show hidden lanes
zh_hant: 顯示隱藏的軌

source: Show in Finder
zh_hant: 在 Finder 中顯示

source: Slow Down
zh_hant: 放慢

source: Snap to Nearest Bar
zh_hant: 貼齊最近的小節

source: Snap to Nearest Beat
zh_hant: 貼齊最近的拍

source: Snap to Playhead
zh_hant: 貼齊播放頭

source: Solid Background
zh_hant: 純色背景

source: Speed Up
zh_hant: 加快

source: Split Channels
zh_hant: 分割聲道

source: Stamp Lyric Line
zh_hant: 標記歌詞行

source: Start
zh_hant: 開始

source: Start timecode
zh_hant: 起始 timecode

source: Supported address patterns
zh_hant: 支援的位址格式

source: Sync Offset
zh_hant: 同步偏移

source: System
zh_hant: 系統

source: System Default
zh_hant: 系統預設

source: TC command
zh_hant: TC 指令

source: Target
zh_hant: 目標

source: Teal
zh_hant: 青色

source: Telnet port
zh_hant: Telnet 埠

source: Tempo — %@
zh_hant: 速度 — %@

source: Tempo…
zh_hant: 速度…

source: Text Color
zh_hant: 文字顏色

source: The LTC generator plays onto the channel assigned “LTC”. A 4-channel interface can carry LTC on one channel and stereo track audio on two others.
zh_hant: LTC 產生器會在指派為「LTC」的聲道上播放。4 聲道的音訊介面可用一個聲道傳送 LTC，另外兩個傳送立體聲 track 音訊。

source: The OSC server is off — enable it in Settings → OSC.
zh_hant: OSC 伺服器已關閉 — 請在「設定 → OSC」中啟用。

source: The PotPlayer bookmarks could not be exported.
zh_hant: 無法匯出 PotPlayer 書籤。

source: The built-in Default workspace can't be renamed or deleted.
zh_hant: 內建的「Default」工作區無法重新命名或刪除。

source: The bundle could not be exported.
zh_hant: 無法匯出 bundle。

source: The cue list could not be exported.
zh_hant: 無法匯出 cue list。

source: The cue list file could not be read.
zh_hant: 無法讀取 cue list 檔案。

source: The cue list was exported from “%@” (%@). The selected song is “%@” (%@). Import the cues anyway?
zh_hant: 此 cue list 匯出自「%@」（%@）。所選的歌曲是「%@」（%@）。 仍要匯入這些 cue 嗎？

source: The file is not a valid OnlyCue cue list.
zh_hant: 此檔案不是有效的 OnlyCue cue list。

source: The workspace is removed. Windows keep their current arrangement.
zh_hant: 工作區已移除。視窗會維持目前的排列。

source: These files couldn’t be located on this Mac, so no bookmarks will be written for them. Export the rest anyway?
zh_hant: 這些檔案無法在此 Mac 上找到，因此不會為它們寫入書籤。仍要匯出其餘檔案嗎？

source: These files couldn’t be located on this Mac, so they won’t be in the bundle and the recipient will need to relink them. Export the rest anyway?
zh_hant: 這些檔案無法在此 Mac 上找到，因此不會包含在 bundle 中，接收者需要重新連結它們。仍要匯出其餘檔案嗎？

source: This cue list is from a different song
zh_hant: 此 cue list 來自不同的歌曲

source: This cue list was created by a newer version of OnlyCue and can't be opened.
zh_hant: 此 cue list 由較新版本的 OnlyCue 建立，無法開啟。

source: This song already has cues
zh_hant: 此歌曲已有 cue

source: Timecode Settings
zh_hant: Timecode 設定

source: Timecode Settings…
zh_hant: Timecode 設定…

source: Timecode slot
zh_hant: Timecode 插槽

source: Tools
zh_hant: 工具

source: Top
zh_hant: 頂部

source: Type name
zh_hant: 類型名稱

source: Unmute LTC for this clip
zh_hant: 取消此片段的 LTC 靜音

source: Unplaced · Next to place
zh_hant: 未放置 · 下一個待放置

source: Unsupported file
zh_hant: 不支援的檔案

source: Untitled
zh_hant: 未命名

source: Update Available
zh_hant: 有可用更新

source: Welcome to OnlyCue
zh_hant: 歡迎使用 OnlyCue

source: When on, OnlyCue generates SMPTE LTC and sends it — plus the media’s audio on the Track channels — to the chosen output device. The media’s normal audio output is muted while LTC is on.
zh_hant: 開啟時，OnlyCue 會產生 SMPTE LTC 並將其送出 — 連同媒體在 Track 聲道上的音訊 — 到所選的輸出裝置。LTC 開啟期間，媒體的一般音訊輸出會被靜音。

source: Workspace
zh_hant: 工作區

source: Workspace name
zh_hant: 工作區名稱

source: Yellow
zh_hant: 黃色

source: You're running a newer build (%@) than the latest release (%@).
zh_hant: 您執行的版本（%@）比最新發行版（%@）還新。

source: You're up to date
zh_hant: 您已是最新版本

source: Zoom In Horizontally
zh_hant: 水平放大

source: Zoom Out Horizontally
zh_hant: 水平縮小

source: inherited
zh_hant: 繼承

source: lyric line
zh_hant: 歌詞行

source: or press ⌘O
zh_hant: 或按 ⌘O
